L = LANG.GetLanguageTableReference("Русский")

-- GENERAL ROLE LANGUAGE STRINGS
L[ARSONIST.name] = "Поджигатель"
L["info_popup_" .. ARSONIST.name] =  [[Теперь ваша очередь! Постарайтесь сжечь врагов своим огненным оружием!]]
L["body_found_" .. ARSONIST.abbr] = "Он был поджигателем!"
L["search_role_" .. ARSONIST.abbr] = "Этот человек был поджигателем!"
L["target_" .. ARSONIST.name] = "Поджигатель"
L["ttt2_desc_" .. ARSONIST.name] = [[Поджигатель - это предатель, работающий вместе с другими предателями с целью убить всех остальных игроков, не являющихся предателями.
Поджигатель имеет особое огненное оружие. Это огнемёт и ракетница. И у него есть сопротивление урону от огня.]]
